Repository: 4IceG/luci-app-sms-tool-js
Catalog: luci-app-sms-tool-js/po/*/sms-tool-js.po
Languages: fr, it, ru, vi

source: New messages notification LED
fr: LED de notification de nouveaux messages
it: LED di notifica nuovi messaggi
ru: Светодиодное уведомление о новых сообщениях
vi: LED thông báo tin nhắn mới

source: Enable SMS notification LED on new message
fr: Activer la LED de notification SMS lors d'un nouveau message
it: Abilita LED di notifica SMS su nuovo messaggio
ru: Включить светодиодное уведомление SMS при новом сообщении
vi: Bật LED thông báo SMS khi có tin nhắn mới

source: Enable notification LED when new messages arrive in the selected message area.
fr: Activer la LED de notification lorsque de nouveaux messages arrivent dans la zone de messages sélectionnée.
it: Abilita LED di notifica quando arrivano nuovi messaggi nell'area messaggi selezionata.
ru: Включить светодиодное уведомление при поступлении новых сообщений в выбранной области сообщений.
vi: Bật LED thông báo khi có tin nhắn mới đến trong vùng tin nhắn đã chọn.

source: Selected LED
fr: LED sélectionnée
it: LED selezionato
ru: Выбранный светодиод
vi: LED đã chọn

source: Select an LED diode for new message notification. The selection is made from the available LEDs in the system.
fr: Sélectionnez une diode LED pour la notification de nouveaux messages. La sélection se fait parmi les LED disponibles dans le système.
it: Selezionare un diodo LED per la notifica di nuovi messaggi. La selezione viene effettuata dai LED disponibili nel sistema.
ru: Выберите светодиодный диод для уведомления о новых сообщениях. Выбор производится из доступных светодиодов в системе.
vi: Chọn diode LED để thông báo tin nhắn mới. Chọn từ các LED có sẵn trong hệ thống.

source: Automatically select LED
fr: Sélectionner automatiquement la LED
it: Seleziona automaticamente LED
ru: Автоматически выбрать светодиод
vi: Tự động chọn LED

source: Automatically select the first available LED.
fr: Sélectionne automatiquement la première LED disponible.
it: Seleziona automaticamente il primo LED disponibile.
ru: Автоматически выбрать первый доступный светодиод.
vi: Tự động chọn LED có sẵn đầu tiên.

source: Advanced settings
fr: Paramètres avancés
it: Impostazioni avanzate
ru: Расширенные настройки
vi: Cài đặt nâng cao

source: LED Flashing interval (in seconds)
fr: Intervalle de clignotement de la LED (en secondes)
it: Intervallo di lampeggio LED (in secondi)
ru: Интервал мигания светодиода (в секундах)
vi: Khoảng thời gian nhấp nháy LED (tính bằng giây)

source: Set the LED flashing interval (in seconds).
fr: Définir l'intervalle de clignotement de la LED (en secondes).
it: Impostare l'intervallo di lampeggio del LED (in secondi).
ru: Установить интервал мигания светодиода (в секундах).
vi: Đặt khoảng thời gian nhấp nháy LED (tính bằng giây).

source: Flashing duration (in seconds)
fr: Durée de clignotement (en secondes)
it: Durata del lampeggio (in secondi)
ru: Продолжительность мигания (в секундах)
vi: Thời gian nhấp nháy (tính bằng giây)

source: Set the flashing duration (in seconds). Set to 0 for infinite duration (LED will flash until messages are marked as read).
fr: Définir la durée de clignotement (en secondes). Mettre à 0 pour une durée infinie (la LED clignotera jusqu'à ce que les messages soient marqués comme lus).
it: Impostare la durata del lampeggio (in secondi). Impostare a 0 per durata infinita (il LED lampeggerà fino a quando i messaggi vengono contrassegnati come letti).
ru: Установить продолжительность мигания (в секундах). Установить 0 для бесконечной продолжительности (светодиод будет мигать, пока сообщения не будут отмечены как прочитанные).
vi: Đặt thời gian nhấp nháy (tính bằng giây). Đặt thành 0 cho thời gian vô hạn (LED sẽ nhấp nháy cho đến khi tin nhắn được đánh dấu là đã đọc).

source: Please wait... Saving SMS messages to a text file.
fr: Veuillez patienter... Enregistrement des messages SMS dans un fichier texte.
it: Attendere... Salvataggio dei messaggi SMS in un file di testo.
ru: Пожалуйста, подождите... Идет процесс сохранения SMS-сообщений в текстовый файл.
vi: Vui lòng đợi... Quá trình lưu tin nhắn SMS vào tệp văn bản đang diễn ra.

source: This option allows to backup SMS messages or, for example, save messages that are not supported by the sms-tool.
fr: Cette option permet de sauvegarder les messages SMS ou, par exemple, d'enregistrer les messages non pris en charge par sms-tool.
it: Questa opzione consente di eseguire il backup dei messaggi SMS o, ad esempio, di salvare messaggi non supportati da sms-tool.
ru: Опция позволяет выполнить резервное копирование SMS или, например, сохранить сообщения, не поддерживаемые sms-tool.
vi: Tùy chọn này cho phép sao lưu tin nhắn SMS hoặc ví dụ, lưu các tin nhắn không được hỗ trợ bởi sms-tool.

source: Delete all messages
fr: Supprimer tous les messages
it: Elimina tutti i messaggi
ru: Удалить все сообщения
vi: Xóa tất cả tin nhắn

source: This option allows you to delete all SMS messages when they are not visible in the 'Received Messages' tab.
fr: Cette option permet de supprimer tous les messages SMS lorsqu'ils ne sont pas visibles dans l'onglet 'Messages reçus'.
it: Questa opzione consente di eliminare tutti i messaggi SMS quando non sono visibili nella scheda 'Messaggi ricevuti'.
ru: Опция позволяет удалить все SMS-сообщения в случае, если они не видны во вкладке 'Полученные сообщения'.
vi: Tùy chọn này cho phép xóa tất cả tin nhắn SMS trong trường hợp chúng không hiển thị trong tab 'Tin nhắn đã nhận'.

source: Saving SMS messages to a file failed. Please try again.
fr: L'enregistrement des messages SMS dans un fichier a échoué. Veuillez réessayer.
it: Salvataggio dei messaggi SMS in un file non riuscito. Riprovare.
ru: Сохранение SMS-сообщений в файл завершилось неудачей. Пожалуйста, попробуйте снова.
vi: Lưu tin nhắn SMS vào tệp không thành công. Vui lòng thử lại.

source: PDU decoding scheme
fr: Schéma de décodage PDU
it: Schema di decodifica PDU
ru: Схема декодирования PDU
vi: Lược đồ giải mã PDU

source: Autodetect
fr: Détection automatique
it: Rilevamento automatico
ru: Автоопределение
vi: Tự động phát hiện

source: Keep the previous reply when sending a new USSD code.
fr: Conserver la réponse précédente lors de l'envoi d'un nouveau code USSD.
it: Mantieni la risposta precedente durante l'invio di un nuovo codice USSD.
ru: Сохранить предыдущий ответ при отправке нового USSD-кода.
vi: Giữ phản hồi trước đó khi gửi mã USSD mới.

source: Check this option if you need to use the menu built on USSD codes
fr: Cochez cette option si vous devez utiliser le menu basé sur les codes USSD
it: Selezionare questa opzione se è necessario utilizzare il menu basato sui codici USSD
ru: Отметьте эту опцию, если вам нужно воспользоваться меню, построенным на USSD-кодах
vi: Đánh dấu tùy chọn này nếu bạn cần sử dụng menu được xây dựng trên mã USSD

source: Turn over the replies.
fr: Inverser les réponses.
it: Invertire le risposte.
ru: Перевернуть ответы.
vi: Đảo ngược các phản hồi.

source: View new reply from top
fr: Afficher la nouvelle réponse en haut
it: Visualizza nuova risposta dall'alto
ru: Показать новый ответ сверху
vi: Hiển thị phản hồi mới từ trên xuống

source: Please wait... deleted
fr: Veuillez patienter... supprimé
it: Attendere... eliminato
ru: Пожалуйста, подождите... удалено
vi: Vui lòng đợi... đã xóa

source: of
fr: sur
it: di
ru: из
vi: trong số

source: selected messages
fr: messages sélectionnés
it: messaggi selezionati
ru: выбранных сообщений
vi: tin nhắn đã chọn

source: The package requires user configuration. <br /><br /><b>The following need to be set:</b> <ul><li>1. All ports for communication with the modem.</li><li>2. Additional options specific to the given modem (for handling USSD codes).</li><li> 3. Notification LED (optional).</li><li><ul>
fr: Le paquet nécessite une configuration utilisateur. <br /><br /><b>Les éléments suivants doivent être définis :</b> <ul><li>1. Tous les ports de communication avec le modem.</li><li>2. Options supplémentaires spécifiques au modem (pour la gestion des codes USSD).</li><li> 3. LED de notification (facultatif).</li><li><ul>
it: Il pacchetto richiede la configurazione dell'utente. <br /><br /><b>È necessario impostare:</b> <ul><li>1. Tutte le porte per la comunicazione con il modem.</li><li>2. Opzioni aggiuntive specifiche del modem (per la gestione dei codici USSD).</li><li> 3. LED di notifica (opzionale).</li><li><ul>
ru: Пакет требует конфигурации пользователем. <br /><br /><b>Необходимо настроить:</b> <ul><li>1. Все порты для связи с модемом.</li><li>2. Дополнительные опции, специфичные для данного модема (для обработки USSD-кодов).</li><li> 3. Светодиод уведомлений (опционально).</li><li><ul>
vi: Gói yêu cầu cấu hình của người dùng. <br /><br /><b>Cần cài đặt:</b> <ul><li>1. Tất cả các cổng để giao tiếp với modem.</li><li>2. Các tùy chọn bổ sung dành riêng cho modem cụ thể (để xử lý mã USSD).</li><li> 3. LED thông báo (tùy chọn).</li><li><ul>

source: Any change in the area from which SMS messages will be read requires refreshing the messages
fr: Tout changement de la zone à partir de laquelle les messages SMS seront lus nécessite d'actualiser les messages
it: Qualsiasi modifica dell'area da cui verranno letti i messaggi SMS richiede l'aggiornamento dei messaggi
ru: Любое изменение места, из которого будут читаться SMS, требует обновления сообщений
vi: Bất kỳ thay đổi nào về vùng mà từ đó SMS sẽ được đọc đều yêu cầu làm mới tin nhắn

source: Characters remaining:
fr: Caractères restants :
it: Caratteri rimanenti:
ru: Осталось символов:
vi: Số ký tự còn lại:

source: Encoding standard
fr: Standard de codage
it: Standard di codifica
ru: Стандарт кодирования
vi: Tiêu chuẩn mã hóa

source: GSM-7 (160 characters)
fr: GSM-7 (160 caractères)
it: GSM-7 (160 caratteri)
ru: GSM-7 (160 символов)
vi: GSM-7 (160 ký tự)

source: Unicode (70 characters)
fr: Unicode (70 caractères)
it: Unicode (70 caratteri)
ru: Unicode (70 символов)
vi: Unicode (70 ký tự)

source: GSM-7 encoding (160 characters)
fr: Codage GSM-7 (160 caractères)
it: Codifica GSM-7 (160 caratteri)
ru: Кодировка GSM-7 (160 символов)
vi: Mã hóa GSM-7 (160 ký tự)

source: Unicode encoding (70 characters), does not support sending national characters (in utf8) - only ascii
fr: Codage Unicode (70 caractères), ne prend pas en charge l'envoi de caractères nationaux (en utf8) – uniquement ASCII
it: Codifica Unicode (70 caratteri), non supporta l'invio di caratteri nazionali (in utf8) – solo ASCII
ru: Кодировка Unicode (70 символов), не поддерживает отправку национальных символов (в utf8) – только ASCII
vi: Mã hóa Unicode (70 ký tự), không hỗ trợ gửi ký tự quốc gia (trong utf8) – chỉ ASCII

source: The tab allows users to support the package.
fr: L'onglet permet aux utilisateurs de soutenir le paquet
it: La scheda consente agli utenti di supportare il pacchetto
ru: Вкладка позволяет пользователям поддержать пакет
vi: Tab cho phép người dùng hỗ trợ gói

source: Luci-app-sms-tool-js Info
fr: Informations sur luci-app-sms-tool-js
it: Informazioni su luci-app-sms-tool-js
ru: Информация о пакете luci-app-sms-tool-js
vi: Thông tin về gói luci-app-sms-tool-js

source: Report a bug
fr: Signaler un bug
it: Segnala un bug
ru: Сообщить об ошибке
vi: Báo cáo lỗi

source: Write in the topic of the package on the forum eko.one.pl
fr: Écrire dans le sujet du paquet sur le forum eko.one.pl
it: Scrivi nell'argomento del pacchetto sul forum eko.one.pl
ru: Написать в теме пакета на форуме eko.one.pl
vi: Viết trong chủ đề về gói trên diễn đàn eko.one.pl

source: Write on forum
fr: Écrire sur le forum
it: Scrivi sul forum
ru: Написать на форуме
vi: Viết trên diễn đàn

source: Report a bug on the package Github page
fr: Signaler un bug sur la page Github du paquet
it: Segnala un bug sulla pagina Github del pacchetto
ru: Сообщить об ошибке на странице Github пакета
vi: Báo cáo lỗi trên trang Github của gói

source: Open a package discussion on Github
fr: Ouvrir une discussion sur le paquet sur Github
it: Apri una discussione sul pacchetto su Github
ru: Открыть обсуждение пакета на Github
vi: Mở cuộc thảo luận về gói trên Github

source: Open discussion
fr: Ouvrir une discussion
it: Apri discussione
ru: Открыть обсуждение
vi: Mở cuộc thảo luận

source: Buy a coffee if you want to support the development of the project and the author
fr: Offrez un café si vous souhaitez soutenir le développement du projet et l'auteur
it: Offri un caffè se vuoi supportare lo sviluppo del progetto e l'autore
ru: Купите кофе, если хотите поддержать развитие проекта и автора
vi: Mua cà phê nếu bạn muốn hỗ trợ sự phát triển của dự án và tác giả

source: Buy a coffee
fr: Offrir un café
it: Offri un caffè
ru: Купить кофе
vi: Mua cà phê

source: Become a sponsor if you want to support the development of the project and the author
fr: Devenez sponsor si vous souhaitez soutenir le développement du projet et l'auteur
it: Diventa sponsor se vuoi supportare lo sviluppo del progetto e l'autore
ru: Станьте спонсором, если хотите поддержать развитие проекта и автора
vi: Trở thành nhà tài trợ nếu bạn muốn hỗ trợ sự phát triển của dự án và tác giả

source: Become a sponsor
fr: Devenir sponsor
it: Diventa sponsor
ru: Стать спонсором
vi: Trở thành nhà tài trợ

source: Package Info
fr: Informations sur le paquet
it: Informazioni sul pacchetto
ru: Информация о пакете
vi: Thông tin về gói

source: Author (package maintainer)
fr: Auteur (mainteneur du paquet)
it: Autore (manutentore del pacchetto)
ru: Автор (сопровождающий пакета)
vi: Tác giả (người bảo trì gói)

source: Package update and support
fr: Mise à jour et support du paquet
it: Aggiornamento e supporto del pacchetto
ru: Обновление пакета и поддержка
vi: Cập nhật và hỗ trợ gói

source: SMS Forwarding to E-mail Settings
fr: Paramètres de transfert SMS vers e-mail
it: Impostazioni di inoltro SMS a e-mail
ru: Настройки пересылки SMS на e-mail
vi: Cài đặt chuyển tiếp SMS đến e-mail

source: An e-mail will be sent..
fr: Un e-mail sera envoyé..
it: Verrà inviata un'e-mail..
ru: E-mail будет отправлен..
vi: E-mail sẽ được gửi..

source: Enable message forwarding
fr: Activer le transfert de messages
it: Abilita inoltro messaggi
ru: Включить пересылку сообщений
vi: Bật chuyển tiếp tin nhắn

source: E-mail settings
fr: Paramètres e-mail
it: Impostazioni e-mail
ru: Настройки для e-mail
vi: Cài đặt cho e-mail

source: Select a predefined e-mail settings or enter settings manually.
fr: Sélectionnez des paramètres e-mail prédéfinis ou saisissez les paramètres manuellement.
it: Selezionare impostazioni e-mail predefinite o inserire le impostazioni manualmente.
ru: Выберите предопределенные настройки e-mail или введите настройки вручную.
vi: Chọn cài đặt e-mail được xác định trước hoặc nhập cài đặt thủ công.

source: Recipient
fr: Destinataire
it: Destinatario
ru: Получатель
vi: Người nhận

source: E-mail address of the recipient.
fr: Adresse e-mail du destinataire.
it: Indirizzo e-mail del destinatario.
ru: Адрес e-mail получателя.
vi: Địa chỉ e-mail của người nhận.

source: E-mail address of the sender.
fr: Adresse e-mail de l'expéditeur.
it: Indirizzo e-mail del mittente.
ru: Адрес e-mail отправителя.
vi: Địa chỉ e-mail của người gửi.

source: User
fr: Utilisateur
it: Utente
ru: Пользователь
vi: Người dùng

source: Username for SMTP authentication.
fr: Nom d'utilisateur pour l'authentification SMTP.
it: Nome utente per l'autenticazione SMTP.
ru: Имя пользователя для аутентификации SMTP.
vi: Tên người dùng để xác thực SMTP.

source: Password
fr: Mot de passe
ru: Пароль
vi: Mật khẩu

source: Google app password / Password for SMTP authentication.
fr: Mot de passe d'application Google / Mot de passe pour l'authentification SMTP.
it: Password app Google / Password per l'autenticazione SMTP.
ru: Пароль приложения Google / Пароль для аутентификации SMTP.
vi: Mật khẩu ứng dụng Google / Mật khẩu để xác thực SMTP.

source: SMTP server
fr: Serveur SMTP
it: Server SMTP
ru: SMTP-сервер
vi: Máy chủ SMTP

source: Hostname/IP address of the SMTP server.
fr: Nom d'hôte/adresse IP du serveur SMTP.
it: Nome host/indirizzo IP del server SMTP.
ru: Имя хоста/IP-адрес SMTP-сервера.
vi: Tên máy chủ/địa chỉ IP của máy chủ SMTP.

source: SMTP server port
fr: Port du serveur SMTP
it: Porta del server SMTP
ru: Порт SMTP-сервера
vi: Cổng máy chủ SMTP

source: Security
fr: Sécurité
it: Sicurezza
ru: Безопасность
vi: Bảo mật

source: TLS: use STARTTLS if the server supports it.
fr: TLS : utiliser STARTTLS si le serveur le prend en charge.
it: TLS: utilizzare STARTTLS se il server lo supporta.
ru: TLS: использовать STARTTLS, если сервер это поддерживает.
vi: TLS: sử dụng STARTTLS nếu máy chủ hỗ trợ.

source: SSL: SMTP over SSL.
fr: SSL : SMTP via SSL.
it: SSL: SMTP tramite SSL.
ru: SSL: SMTP через SSL.
vi: SSL: SMTP qua SSL.

source: Required Package
fr: Paquet requis
it: Pacchetto richiesto
ru: Требуемый пакет
vi: Gói yêu cầu

source: The SMS forwarding option requires the mailsend package to be installed.
fr: L'option de transfert SMS nécessite l'installation du paquet mailsend.
it: L'opzione di inoltro SMS richiede l'installazione del pacchetto mailsend.
ru: Опция пересылки SMS-сообщений требует установленного пакета mailsend.
vi: Tùy chọn chuyển tiếp tin nhắn SMS yêu cầu cài đặt gói mailsend.

source: Check required packages
fr: Vérifier les paquets requis
it: Verifica pacchetti richiesti
ru: Проверить требуемые пакеты
vi: Kiểm tra các gói yêu cầu

source: Check
fr: Vérifier
it: Verifica
ru: Проверить
vi: Kiểm tra

source: Mailsend Package
fr: Paquet mailsend
it: Pacchetto mailsend
ru: Пакет mailsend
vi: Gói mailsend

source: Loading package data…
fr: Chargement des données du paquet…
it: Caricamento dati del pacchetto…
ru: Загрузка данных пакета…
vi: Đang tải dữ liệu gói…

source: Installed
fr: Installé
it: Installato
ru: Установлен
vi: Đã cài đặt

source: Install…
fr: Installer…
it: Installa…
ru: Установить…
vi: Cài đặt…

source: Please select exactly one message to forward
fr: Veuillez sélectionner exactement un message à transférer
it: Selezionare esattamente un messaggio da inoltrare
ru: Пожалуйста, выберите ровно одно сообщение для пересылки
vi: Vui lòng chọn chính xác một tin nhắn để chuyển tiếp

source: Forward selected message to e-mail?
fr: Transférer le message sélectionné vers e-mail ?
it: Inoltrare il messaggio selezionato a e-mail?
ru: Переслать выбранное сообщение на e-mail?
vi: Chuyển tiếp tin nhắn đã chọn đến e-mail?

source: Sending e-mail...
fr: Envoi de l'e-mail...
it: Invio e-mail...
ru: Отправка e-mail...
vi: Đang gửi e-mail...

source: Message forwarded successfully
fr: Message transféré avec succès
it: Messaggio inoltrato con successo
ru: Сообщение успешно переслано
vi: Tin nhắn đã được chuyển tiếp thành công

source: Failed to forward message: %s
fr: Échec du transfert du message : %s
it: Impossibile inoltrare il messaggio: %s
ru: Не удалось переслать сообщение: %s
vi: Không thể chuyển tiếp tin nhắn: %s

source: Error: %s
fr: Erreur : %s
it: Errore: %s
ru: Ошибка: %s
vi: Lỗi: %s

source: user define
fr: paramètres utilisateur
it: impostazioni utente
ru: пользовательские настройки
vi: cài đặt người dùng

source: Forward
fr: Transférer
it: Inoltra
ru: Переслать
vi: Chuyển tiếp

source: Please select the message(s) to be forwarded
fr: Sélectionnez le(s) message(s) à transférer
it: Selezionare il/i messaggio/i da inoltrare
ru: Выберите сообщение(-я), которое(-ые) хотите переслать
vi: Chọn (các) tin nhắn mà bạn muốn chuyển tiếp

source: SMS forwarding function is not enabled. Please configure it first
fr: La fonction de transfert SMS n'est pas activée. Veuillez d'abord la configurer
it: La funzione di inoltro SMS non è abilitata. Configurarla prima
ru: Функция пересылки SMS-сообщений не включена. Сначала настройте ее
vi: Chức năng chuyển tiếp tin nhắn SMS chưa được bật. Vui lòng cấu hình nó trước

source: My Router
fr: Mon routeur
it: Il mio router
ru: Мой роутер
vi: Bộ định tuyến của tôi

source: Forward SMS to E-mail
fr: Transférer le(s) message(s) SMS vers e-mail
it: Inoltra messaggio/i SMS a e-mail
ru: Переслать SMS-сообщение(-я) на e-mail
vi: Chuyển tiếp (các) tin nhắn SMS đến e-mail

source: Subject:
fr: Objet :
it: Oggetto:
ru: Тема:
vi: Chủ đề:

source: Message text:
fr: Texte du message :
it: Testo del messaggio:
ru: Текст сообщения:
vi: Nội dung tin nhắn:

source: Subject and body cannot be empty
fr: L'objet et le corps ne peuvent pas être vides
it: Oggetto e corpo non possono essere vuoti
ru: Тема и текст не могут быть пустыми
vi: Chủ đề và nội dung không được để trống

source: Package mailsend is not installed. Please install it first using the Install... button below
fr: Le paquet mailsend n'est pas installé. Veuillez d'abord l'installer en utilisant le bouton Installer... ci-dessous
it: Il pacchetto mailsend non è installato. Installarlo prima utilizzando il pulsante Installa... qui sotto
ru: Пакет mailsend не установлен. Пожалуйста, сначала установите его, используя кнопку Установить... ниже
vi: Gói mailsend chưa được cài đặt. Vui lòng cài đặt nó trước bằng nút Cài đặt... bên dưới

source: Select modem
it: Seleziona modem
ru: Выбрать модем
vi: Chọn modem

source: Changing a modem requires refreshing the messages
it: Il cambio di modem richiede l'aggiornamento dei messaggi
ru: Смена модема требует обновления сообщений
vi: Thay đổi modem yêu cầu làm mới tin nhắn

source: Defined AT command files
it: File di comandi AT definiti
ru: Определенные файлы AT-команд
vi: Tệp lệnh AT đã định nghĩa

source: Defined USSD code files
it: File di codici USSD definiti
ru: Определённые файлы USSD-кодов
vi: Tệp mã USSD đã định nghĩa

source: File uploaded and saved to
it: File caricato e salvato in
ru: Файл загружен и сохранен в
vi: Tệp đã tải lên và lưu vào

source: Unable to upload file
it: Impossibile caricare il file
ru: Не удалось загрузить файл
vi: Không thể tải lên tệp

source: Phonebook saved successfully
it: Rubrica salvata con successo
ru: Телефонная книга успешно сохранена
vi: Danh bạ đã lưu thành công

source: Unable to save the file
it: Impossibile salvare il file
ru: Не удалось сохранить файл
vi: Không thể lưu tệp

source: filename.user
it: nomefile.user
ru: имяфайла.user
vi: tentệp.user

source: Select or create a file to edit...
it: Seleziona o crea un file da modificare...
ru: Выберите или создайте файл для редактирования...
vi: Chọn hoặc tạo tệp để chỉnh sửa...

source: Please enter a file name
it: Inserire un nome file
ru: Пожалуйста, введите имя файла
vi: Vui lòng nhập tên tệp

source: File created successfully
it: File creato con successo
ru: Файл успешно создан
vi: Tệp đã tạo thành công

source: Unable to create file
it: Impossibile creare il file
ru: Не удалось создать файл
vi: Không thể tạo tệp

source: Please select a file to delete
it: Selezionare un file da eliminare
ru: Пожалуйста, выберите файл для удаления
vi: Vui lòng chọn tệp để xóa

source: Are you sure you want to delete this file?
it: Sei sicuro di voler eliminare questo file?
ru: Вы уверены, что хотите удалить этот файл?
vi: Bạn có chắc chắn muốn xóa tệp này không?

source: File deleted successfully
it: File eliminato con successo
ru: Файл успешно удален
vi: Tệp đã xóa thành công

source: Unable to delete file
it: Impossibile eliminare il file
ru: Не удалось удалить файл
vi: Không thể xóa tệp

source: Please select or create a file first
it: Selezionare o creare prima un file
ru: Пожалуйста, сначала выберите или создайте файл
vi: Vui lòng chọn hoặc tạo tệp trước

source: File saved successfully
it: File salvato con successo
ru: Файл успешно сохранен
vi: Tệp đã lưu thành công

source: Unable to save file
it: Impossibile salvare il file
ru: Не удалось сохранить файл
vi: Không thể lưu tệp

source: Load .user file
it: Carica file .user
ru: Загрузить .user файл
vi: Tải tệp .user

source: Save .user file
it: Salva file .user
ru: Сохранить .user файл
vi: Lưu tệp .user

source: Manage contacts
it: Gestisci contatti
ru: Управление контактами
vi: Quản lý danh bạ
