Repository: 4IceG/luci-app-sms-tool-js
Catalog: luci-app-sms-tool-js/po/*/sms-tool-js.po
Languages: fr, it, ru, vi

source: SMS Messages
fr: Messages SMS
it: Messaggi SMS
ru: SMS-сообщения
vi: Tin nhắn SMS

source: Received Messages
fr: Messages reçus
it: Messaggi ricevuti
ru: Полученные сообщения
vi: Tin nhắn đã nhận

source: Send Messages
fr: Envoyer des messages
it: Invio messaggi
ru: Отправка сообщений
vi: Gửi tin nhắn

source: Sender
fr: Expéditeur
it: Mittente
ru: Отправитель
vi: Người gửi

source: Received
fr: Reçu
it: Ricevuto
ru: Получено
vi: Đã nhận

source: Message
it: Messaggio
ru: Сообщение
vi: Tin nhắn

source: Configuration
fr: Paramètres
it: Impostazioni
ru: Настройки
vi: Cài đặt

source: AT Commands
fr: Commandes AT
it: Comandi AT
ru: AT-команды
vi: Lệnh AT

source: Please enter phone number
fr: Veuillez saisir le numéro de téléphone
it: Inserire il numero di telefono
ru: Пожалуйста, введите номер телефона
vi: Vui lòng nhập số điện thoại

source: Please enter a message text
fr: Veuillez saisir le texte du message
it: Inserire il testo del messaggio
ru: Пожалуйста, введите текст сообщения
vi: Vui lòng nhập nội dung tin nhắn

source: Reply
fr: Réponse
it: Risposta
ru: Ответ
vi: Trả lời

source: Please enter a USSD code
fr: Veuillez saisir le code USSD
it: Inserire il codice USSD
ru: Пожалуйста, введите код для отправки
vi: Vui lòng nhập mã để gửi

source: USSD Codes
fr: Codes USSD
it: Codici USSD
ru: USSD-коды
vi: Mã USSD

source: Send to
fr: Envoyer à
it: Invia a
ru: Отправить на
vi: Gửi đến

source: Message text
fr: Texte du message
it: Testo del messaggio
ru: Текст сообщения
vi: Nội dung tin nhắn

source: Send
fr: Envoyer
it: Invia
ru: Отправить
vi: Gửi

source: Send to number
fr: Envoyer au numéro
it: Invia al numero
ru: Отправить на номер
vi: Gửi đến số

source: to number
fr: au numéro
it: al numero
ru: на номер
vi: đến số

source: to group
fr: au groupe
it: al gruppo
ru: в группу
vi: đến nhóm

source: SMS sent sucessfully
fr: SMS envoyé avec succès
it: SMS inviato con successo
ru: SMS отправлено
vi: SMS đã được gửi

source: Code to send
fr: Code à envoyer
it: Codice da inviare
ru: Код для отправки
vi: Mã để gửi

source: Send code
fr: Envoyer le code
it: Invia codice
ru: Отправить код
vi: Gửi mã

source: SMS Settings
fr: Paramètres SMS
it: Impostazioni SMS
ru: Настройки для SMS-сообщений
vi: Cài đặt cho tin nhắn SMS

source: USSD Codes Settings
fr: Paramètres des codes USSD
it: Impostazioni codici USSD
ru: Настройки для USSD-кодов
vi: Cài đặt cho mã USSD

source: SMS reading port
fr: Port de lecture des SMS
it: Porta di lettura SMS
ru: Порт для чтения SMS
vi: Cổng đọc SMS

source: SMS sending port
fr: Port d'envoi des SMS
it: Porta di invio SMS
ru: Порт для отправки SMS
vi: Cổng gửi SMS

source: AT commands sending port
fr: Port d'envoi des commandes AT
it: Porta di invio comandi AT
ru: Порт для отправки AT-команд
vi: Cổng gửi lệnh AT

source: AT Commands Settings
fr: Paramètres des commandes AT
it: Impostazioni comandi AT
ru: Настройки для AT-команд
vi: Cài đặt cho lệnh AT

source: Merge split messages
fr: Fusionner les messages divisés
it: Unisci messaggi divisi
ru: Объединить разделенные сообщения
vi: Hợp nhất tin nhắn bị chia

source: Checking this option will make it easier to read the messages, but it will cause a discrepancy in the number of messages shown and received.
fr: Les messages divisés seront fusionnés. L'activation de cette option facilitera la lecture des SMS, mais entraînera une différence dans le nombre de messages affichés et reçus.
it: I messaggi divisi verranno uniti. L'attivazione di questa opzione faciliterà la lettura degli SMS, ma causerà una discrepanza nel numero di messaggi visualizzati e ricevuti.
ru: Разделенные сообщения будут объединены. Включение этой опции облегчит чтение SMS, но приведет к несоответствию в количестве отображаемых и полученных сообщений.
vi: Các tin nhắn bị chia sẽ được hợp nhất. Bật tùy chọn này sẽ giúp đọc SMS dễ dàng hơn, nhưng sẽ gây ra sự khác biệt về số lượng tin nhắn hiển thị và nhận được.

source: USSD sending port
fr: Port d'envoi des codes USSD
it: Porta di invio codici USSD
ru: Порт для отправки USSD-кодов
vi: Cổng gửi mã USSD

source: Sending USSD code in plain text
fr: Envoyer le code USSD en texte clair
it: Invia codice USSD in testo normale
ru: Отправить USSD-код открытым текстом
vi: Gửi mã USSD dạng văn bản thuần túy

source: Receive message without PDU decoding
fr: Recevoir le message sans décodage PDU
it: Ricevi messaggio senza decodifica PDU
ru: Получить сообщение без декодирования его как PDU
vi: Nhận tin nhắn mà không giải mã PDU

source: Send the USSD code in plain text. Command is not being coded to the PDU.
fr: Envoie le code USSD en texte clair. La commande n'est pas codée en PDU.
it: Invia il codice USSD in testo normale. Il comando non viene codificato in PDU.
ru: Отправляет USSD-код открытым текстом. Команда не декодируется в PDU.
vi: Gửi mã USSD dạng văn bản thuần túy. Lệnh không được giải mã thành PDU.

source: Receive and display the message without decoding it as a PDU.
fr: Le message reçu s'affiche sans décodage PDU.
it: Il messaggio ricevuto viene visualizzato senza decodifica PDU.
ru: Полученное сообщение отображается без декодирования его как PDU.
vi: Tin nhắn nhận được sẽ được hiển thị mà không giải mã nó như PDU.

source: Explanation of number and prefix
fr: Explication du numéro et du préfixe
it: Spiegazione di numero e prefisso
ru: Пояснение относительно номера и префикса
vi: Giải thích về số và tiền tố

source: In the tab for sending SMSes, show an explanation of the prefix and the correct phone number.
fr: Dans l'onglet d'envoi de SMS, afficher une explication concernant le préfixe et le numéro de téléphone correct.
it: Nella scheda per l'invio di SMS, mostrare una spiegazione relativa al prefisso e al numero di telefono corretto.
ru: Во вкладке для отправки SMS показать пояснение относительно префикса и правильного номера телефона.
vi: Trong tab cho phép gửi SMS, hiển thị giải thích về tiền tố và số điện thoại đúng.

source: The phone number should be preceded by the country prefix (for Poland it is 48, without '+'). If the number is 5, 4 or 3 characters, it is treated as 'short' and should not be preceded by a country prefix.
fr: Le numéro de téléphone doit être précédé du préfixe du pays (pour la Pologne, c'est 48, sans '+'). Si le numéro comporte 5, 4 ou 3 caractères, il est traité comme 'court' et ne doit pas être précédé d'un préfixe de pays.
it: Il numero di telefono deve essere preceduto dal prefisso del paese (per la Polonia è 48, senza '+'). Se il numero è di 5, 4 o 3 caratteri, viene trattato come 'breve' e non deve essere preceduto dal prefisso del paese.
ru: Номеру телефона должен предшествовать префикс страны (для Польши это 48, без знака '+'). Если номер состоит из 5, 4 или 3 символов, он рассматривается как 'короткий' и не должен иметь префикс страны.
vi: Số điện thoại phải có tiền tố quốc gia ở trước (đối với Ba Lan là 48, không có dấu '+'). Nếu số có 5, 4 hoặc 3 ký tự, nó được coi là 'ngắn' và không cần có tiền tố quốc gia ở trước.

source: The phone number should be preceded by the country prefix (for Poland it is 48, without +). If the number is 5, 4 or 3 characters, it is treated as.. short and should not be preceded by a country prefix.
fr: Le numéro de téléphone doit être précédé du préfixe du pays (pour la Pologne, c'est 48, sans +). Si le numéro comporte 5, 4 ou 3 caractères, il est traité comme court et ne doit pas être précédé d'un préfixe de pays.
it: Il numero di telefono deve essere preceduto dal prefisso del paese (per la Polonia è 48, senza +). Se il numero è di 5, 4 o 3 caratteri, viene trattato come breve e non deve essere preceduto dal prefisso del paese.
ru: Номеру телефона должен предшествовать префикс страны (для Польши это 48, без знака +). Если номер состоит из 5, 4 или 3 символов, он рассматривается как короткий и не должен иметь префикс страны.
vi: Số điện thoại phải có tiền tố quốc gia ở trước (đối với Ba Lan là 48, không có dấu +). Nếu số có 5, 4 hoặc 3 ký tự, nó được coi là ngắn và không cần có tiền tố quốc gia ở trước.

source: Add prefix to phone number
fr: Ajouter un préfixe au numéro de téléphone
it: Aggiungi prefisso al numero di telefono
ru: Добавить префикс к номеру телефона
vi: Thêm tiền tố vào số điện thoại

source: Automatically add prefix to the phone number field.
fr: Ajoute automatiquement un préfixe au champ du numéro de téléphone.
it: Aggiunge automaticamente un prefisso al campo del numero di telefono.
ru: Автоматически добавить префикс в поле номера телефона.
vi: Tự động điền tiền tố vào trường số điện thoại.

source: Prefix number
fr: Numéro de préfixe
it: Numero di prefisso
ru: Номер префикса
vi: Số tiền tố

source: Please specify the command to send
fr: Veuillez spécifier la commande à envoyer
it: Specificare il comando da inviare
ru: Пожалуйста, укажите команду для отправки
vi: Vui lòng chỉ định lệnh để gửi

source: Please specify the code to send
fr: Veuillez spécifier le code à envoyer
it: Specificare il codice da inviare
ru: Пожалуйста, укажите код для отправки
vi: Vui lòng chỉ định mã để gửi

source: Please set the port for communication with the modem
fr: Veuillez définir le port de communication avec le modem
it: Impostare la porta per la comunicazione con il modem
ru: Пожалуйста, укажите порт для связи с модемом
vi: Vui lòng chỉ định cổng để giao tiếp với modem

source: User AT commands
fr: Commandes AT utilisateur
it: Comandi AT utente
ru: AT-команды пользователя
vi: Lệnh AT người dùng

source: Command to send
fr: Commande à envoyer
it: Comando da inviare
ru: Команда для отправки
vi: Lệnh để gửi

source: Clear form
fr: Effacer le formulaire
it: Cancella modulo
ru: Очистить форму
vi: Xóa biểu mẫu

source: Send command
fr: Envoyer la commande
it: Invia comando
ru: Отправить команду
vi: Gửi lệnh

source: Message storage area
fr: Zone de stockage des messages
it: Area di archiviazione messaggi
ru: Место хранения сообщений
vi: Vùng lưu trữ tin nhắn

source: Messages are stored in a specific location (for example, on the SIM card or modem memory), but other areas may also be available depending on the type of device.
fr: Les messages sont stockés dans un emplacement spécifique (par exemple, sur la carte SIM ou dans la mémoire du modem), mais d'autres zones peuvent également être disponibles selon le type d'appareil.
it: I messaggi sono archiviati in una posizione specifica (ad esempio, sulla scheda SIM o nella memoria del modem), ma altre aree potrebbero essere disponibili a seconda del tipo di dispositivo.
ru: Сообщения хранятся в определенном месте (например, на SIM-карте или в памяти модема), но в зависимости от типа устройства могут быть доступны и другие области.
vi: Tin nhắn được lưu trữ ở một vị trí cụ thể (ví dụ: trên thẻ SIM hoặc bộ nhớ modem), nhưng tùy thuộc vào loại thiết bị, các vùng khác cũng có thể có sẵn.

source: SIM card
fr: Carte SIM
it: Scheda SIM
ru: SIM-карта
vi: Thẻ SIM

source: Modem memory
fr: Mémoire du modem
it: Memoria del modem
ru: Память модема
vi: Bộ nhớ modem

source: Storage used / Total capacity
fr: Stockage utilisé / Capacité totale
it: Memoria utilizzata / Capacità totale
ru: Используемая память / Общая емкость
vi: Bộ nhớ đã sử dụng / Dung lượng tổng

source: Delete selected
fr: Supprimer la sélection
it: Elimina selezionato
ru: Удалить выбранное
vi: Xóa mục đã chọn

source: Delete
fr: Supprimer
it: Elimina
ru: Удалить
vi: Xóa

source: Delete all
fr: Tout supprimer
it: Elimina tutto
ru: Удалить все
vi: Xóa tất cả

source: Refresh
fr: Actualiser
it: Aggiorna
ru: Обновить
vi: Làm mới

source: Please select the message(s) to be deleted
fr: Veuillez sélectionner le(s) message(s) à supprimer
it: Selezionare il/i messaggio/i da eliminare
ru: Пожалуйста, выберите сообщение(-я) для удаления
vi: Vui lòng chọn (các) tin nhắn để xóa

source: Delete selected message(s)?
fr: Supprimer le(s) message(s) sélectionné(s) ?
it: Eliminare il/i messaggio/i selezionato/i?
ru: Удалить выбранное(-ые) сообщение(-я)?
vi: Xóa (các) tin nhắn đã chọn?

source: Delete all the messages?
fr: Supprimer tous les messages ?
it: Eliminare tutti i messaggi?
ru: Удалить все сообщения?
vi: Xóa tất cả tin nhắn?

source: User interface for reading messages using sms-tool. More information about the sms-tool on the %seko.one.pl forum%s.
fr: Interface utilisateur pour lire les messages SMS avec sms-tool. Plus d'informations sur sms-tool sur le %sforum eko.one.pl%s.
it: Interfaccia utente per la lettura di messaggi SMS tramite sms-tool. Ulteriori informazioni su sms-tool sul %sforum eko.one.pl%s.
ru: Пользовательский интерфейс для чтения SMS-сообщений с помощью sms-tool. Больше информации о программе sms-tool на %sфоруме eko.one.pl%s.
vi: Giao diện người dùng để đọc tin nhắn SMS bằng sms-tool. Thêm thông tin về chương trình sms-tool trên %sdiễn đàn eko.one.pl%s.

source: User interface for sending messages using sms-tool. More information about the sms-tool on the %seko.one.pl forum%s.
fr: Interface utilisateur pour envoyer des messages SMS avec sms-tool. Plus d'informations sur sms-tool sur le %sforum eko.one.pl%s.
it: Interfaccia utente per l'invio di messaggi SMS tramite sms-tool. Ulteriori informazioni su sms-tool sul %sforum eko.one.pl%s.
ru: Пользовательский интерфейс для отправки SMS-сообщений с помощью sms-tool. Больше информации о программе sms-tool на %sфоруме eko.one.pl%s.
vi: Giao diện người dùng để gửi tin nhắn SMS bằng sms-tool. Thêm thông tin về chương trình sms-tool trên %sdiễn đàn eko.one.pl%s.

source: User interface for sending AT commands using sms-tool. More information about the sms-tool on the %seko.one.pl forum%s.
fr: Interface utilisateur pour envoyer des commandes AT avec sms-tool. Plus d'informations sur sms-tool sur le %sforum eko.one.pl%s.
it: Interfaccia utente per l'invio di comandi AT tramite sms-tool. Ulteriori informazioni su sms-tool sul %sforum eko.one.pl%s.
ru: Пользовательский интерфейс для отправки AT-команд с помощью sms-tool. Больше информации о программе sms-tool на %sфоруме eko.one.pl%s.
vi: Giao diện người dùng để gửi lệnh AT bằng sms-tool. Thêm thông tin về chương trình sms-tool trên %sdiễn đàn eko.one.pl%s.

source: User interface for sending USSD codes using sms-tool. More information about the sms-tool on the %seko.one.pl forum%s.
fr: Interface utilisateur pour envoyer des codes USSD avec sms-tool. Plus d'informations sur sms-tool sur le %sforum eko.one.pl%s.
it: Interfaccia utente per l'invio di codici USSD tramite sms-tool. Ulteriori informazioni su sms-tool sul %sforum eko.one.pl%s.
ru: Пользовательский интерфейс для отправки USSD-кодов с помощью sms-tool. Больше информации о программе sms-tool на %sфоруме eko.one.pl%s.
vi: Giao diện người dùng để gửi mã USSD bằng sms-tool. Thêm thông tin về chương trình sms-tool trên %sdiễn đàn eko.one.pl%s.

source: Configuration sms-tool
it: Configurazione sms-tool
ru: Конфигурация sms-tool
vi: Cấu hình sms-tool

source: Configuration panel for sms-tool and gui application.
fr: Panneau de configuration pour sms-tool et l'interface utilisateur.
it: Pannello di impostazioni per il programma sms-tool e per l'interfaccia utente.
ru: Панель настроек для программы sms-tool и для пользовательского интерфейса.
vi: Bảng cài đặt cho chương trình sms-tool và giao diện người dùng.

source: Port for communication with the modem
fr: Port de communication avec le modem
it: Porta per la comunicazione con il modem
ru: Порт для связи с модемом
vi: Cổng để giao tiếp với modem

source: Select one of the available ttyUSBX ports.
fr: Sélectionnez l'un des ports ttyUSBX disponibles.
it: Selezionare una delle porte ttyUSBX disponibili.
ru: Выберите один из доступных портов ttyUSBX.
vi: Chọn một trong các cổng ttyUSBX có sẵn.

source: Please select a port
fr: Veuillez sélectionner un port
it: Selezionare una porta
ru: Пожалуйста, выберите порт
vi: Vui lòng chọn cổng

source: User contacts
fr: Contacts utilisateur
it: Contatti utente
ru: Контакты пользователя
vi: Danh bạ người dùng

source: Enable group messaging
fr: Activer la messagerie de groupe
it: Abilita messaggi di gruppo
ru: Включить групповые сообщения
vi: Bật tin nhắn nhóm

source: This option allows you to send one message to all contacts in the user's contact list.
fr: Cette option permet d'envoyer un seul message à tous les contacts de la liste de contacts de l'utilisateur.
it: Questa opzione consente di inviare un singolo messaggio a tutti i contatti nell'elenco contatti dell'utente.
ru: Опция позволяет отправить одно сообщение всем контактам из списка контактов пользователя.
vi: Tùy chọn này cho phép gửi một tin nhắn đến tất cả các liên hệ trong danh sách liên hệ của người dùng.

source: Message sending delay
fr: Délai d'envoi des messages
it: Ritardo nell'invio dei messaggi
ru: Задержка при отправке сообщений
vi: Độ trễ khi gửi tin nhắn

source: [Bot] Message sent to number:
fr: [Bot] Message envoyé au numéro :
it: [Bot] Messaggio inviato al numero:
ru: [Bot] Сообщение отправлено на номер:
vi: [Bot] Tin nhắn đã gửi đến số:

source: User USSD codes
fr: Codes USSD utilisateur
it: Codici USSD utente
ru: USSD-коды пользователя
vi: Mã USSD người dùng

source: Each line must have the following format: 'Contact name;phone number'. For user convenience, the file is saved to the location <code>/etc/modem/phonebook.user</code>.
fr: Chaque ligne doit avoir le format suivant : 'Nom du contact;numéro de téléphone'. Pour plus de commodité, les contacts sont enregistrés dans le fichier <code>/etc/modem/phonebook.user</code>.
it: Ogni riga deve avere il seguente formato: 'Nome contatto;numero di telefono'. Per comodità dell'utente, i contatti vengono salvati nel file <code>/etc/modem/phonebook.user</code>.
ru: Каждая строка должна иметь следующий формат: 'Имя контакта;номер телефона'. Для удобства пользователя контакты сохраняются в файле <code>/etc/modem/phonebook.user</code>.
vi: Mỗi dòng phải có định dạng sau: 'Tên liên hệ;số điện thoại'. Để thuận tiện cho người dùng, các liên hệ được lưu trong tệp <code>/etc/modem/phonebook.user</code>.

source: Each line must have the following format: 'At command description;AT command'. For user convenience, the file is saved to the location <code>/etc/modem/atcmmds.user</code>.
fr: Chaque ligne doit avoir le format suivant : 'Description de la commande AT;commande AT'. Pour plus de commodité, les commandes sont enregistrées dans le fichier <code>/etc/modem/atcmmds.user</code>.
it: Ogni riga deve avere il seguente formato: 'Descrizione comando AT;comando AT'. Per comodità dell'utente, i comandi vengono salvati nel file <code>/etc/modem/atcmmds.user</code>.
ru: Каждая строка должна иметь следующий формат: 'Описание AT-команды;AT-команда'. Для удобства пользователя команды сохраняются в файле <code>/etc/modem/atcmmds.user</code>.
vi: Mỗi dòng phải có định dạng sau: 'Mô tả lệnh AT;lệnh AT'. Để thuận tiện cho người dùng, các lệnh được lưu trong tệp <code>/etc/modem/atcmmds.user</code>.

source: Each line must have the following format: 'Code description;code'. For user convenience, the file is saved to the location <code>/etc/modem/ussdcodes.user</code>.
fr: Chaque ligne doit avoir le format suivant : 'Description du code;code'. Pour plus de commodité, les codes sont enregistrés dans le fichier <code>/etc/modem/ussdcodes.user</code>.
it: Ogni riga deve avere il seguente formato: 'Descrizione codice;codice'. Per comodità dell'utente, i codici vengono salvati nel file <code>/etc/modem/ussdcodes.user</code>.
ru: Каждая строка должна иметь следующий формат: 'Описание кода;код'. Для удобства пользователя коды сохраняются в файле <code>/etc/modem/ussdcodes.user</code>.
vi: Mỗi dòng phải có định dạng sau: 'Mô tả mã;mã'. Để thuận tiện cho người dùng, các mã được lưu trong tệp <code>/etc/modem/ussdcodes.user</code>.

source: Display new messages notification on login page
fr: Afficher la notification de nouveaux messages sur la page de connexion
it: Visualizza notifica di nuovi messaggi sulla pagina di accesso
ru: Отображать уведомление о новых сообщениях на странице входа
vi: Hiển thị thông báo tin nhắn mới trên trang đăng nhập

source: Display notification when new messages arrive in the selected message area.
fr: Afficher une notification lorsque de nouveaux messages arrivent dans la zone de messages sélectionnée.
it: Visualizza notifica quando arrivano nuovi messaggi nell'area messaggi selezionata.
ru: Отображать уведомление при поступлении новых сообщений в выбранной области сообщений.
vi: Hiển thị thông báo khi có tin nhắn mới đến trong vùng tin nhắn đã chọn.

source: new message
fr: nouveau message
it: nuovo messaggio
ru: новое сообщение
vi: tin nhắn mới

source: new messages
fr: nouveaux messages
it: nuovi messaggi
ru: новых сообщений
vi: tin nhắn mới

source: All
fr: Tous
it: Tutti
ru: Все
vi: Tất cả

source: Show
fr: Afficher
it: Mostra
ru: Показать
vi: Hiển thị

source: Read
fr: Lu
it: Letto
ru: Прочитано
vi: Đã đọc

source: Unread
fr: Non lu
it: Non letto
ru: Непрочитано
vi: Chưa đọc

source: All / Read / Unread
fr: Tous / Lus / Non lus
it: Tutti / Letti / Non letti
ru: Все / Прочитанные / Непрочитанные
vi: Tất cả / Đã đọc / Chưa đọc

source: Show all, read or unread messages
fr: Afficher tous les messages, lus ou non lus
it: Mostra tutti i messaggi, letti o non letti
ru: Показать все, прочитанные или непрочитанные сообщения
vi: Hiển thị tất cả tin nhắn, đã đọc hoặc chưa đọc

source: Show system messages in the message list
fr: Afficher les messages système dans la liste des messages
it: Mostra messaggi di sistema nell'elenco messaggi
ru: Показывать системные сообщения в списке сообщений
vi: Hiển thị tin nhắn hệ thống trong danh sách tin nhắn

source: Mark as read
fr: Marquer comme lu
it: Segna come letto
ru: Отметить как прочитанное
vi: Đánh dấu là đã đọc

source: Mark as unread
fr: Marquer comme non lu
it: Segna come non letto
ru: Отметить как непрочитанное
vi: Đánh dấu là chưa đọc

source: Please select the message(s) to be marked as read
fr: Veuillez sélectionner le(s) message(s) à marquer comme lus
it: Selezionare il/i messaggio/i da contrassegnare come letti
ru: Пожалуйста, выберите сообщение(-я) для отметки как прочитанные
vi: Vui lòng chọn (các) tin nhắn để đánh dấu là đã đọc

source: Please select the message(s) to be marked as unread
fr: Veuillez sélectionner le(s) message(s) à marquer comme non lus
it: Selezionare il/i messaggio/i da contrassegnare come non letti
ru: Пожалуйста, выберите сообщение(-я) для отметки как непрочитанные
vi: Vui lòng chọn (các) tin nhắn để đánh dấu là chưa đọc

source: Mark selected message(s) as read?
fr: Marquer le(s) message(s) sélectionné(s) comme lus ?
it: Contrassegnare il/i messaggio/i selezionato/i come letti?
ru: Отметить выбранное(-ые) сообщение(-я) как прочитанные?
vi: Đánh dấu (các) tin nhắn đã chọn là đã đọc?

source: Mark selected message(s) as unread?
fr: Marquer le(s) message(s) sélectionné(s) comme non lus ?
it: Contrassegnare il/i messaggio/i selezionato/i come non letti?
ru: Отметить выбранное(-ые) сообщение(-я) как непрочитанные?
vi: Đánh dấu (các) tin nhắn đã chọn là chưa đọc?

source: Message marked as read
fr: Message marqué comme lu
it: Messaggio contrassegnato come letto
ru: Сообщение отмечено как прочитанное
vi: Tin nhắn được đánh dấu là đã đọc

source: Messages marked as read
fr: Messages marqués comme lus
it: Messaggi contrassegnati come letti
ru: Сообщения отмечены как прочитанные
vi: Tin nhắn được đánh dấu là đã đọc

source: Message marked as unread
fr: Message marqué comme non lu
it: Messaggio contrassegnato come non letto
ru: Сообщение отмечено как непрочитанное
vi: Tin nhắn được đánh dấu là chưa đọc

source: Messages marked as unread
fr: Messages marqués comme non lus
it: Messaggi contrassegnati come non letti
ru: Сообщения отмечены как непрочитанные
vi: Tin nhắn được đánh dấu là chưa đọc

source: System messages
fr: Messages système
it: Messaggi di sistema
ru: Системные сообщения
vi: Tin nhắn hệ thống

source: Diode
it: Diodo
ru: Диод
