Repository: 4IceG/luci-app-sms-tool-js
Catalog: luci-app-sms-tool-js/po/*/sms-tool-js.po
Languages: fr, it, ru, vi

source: Edit User Contacts
it: Modifica contatti utente
ru: Редактировать контакты пользователя
vi: Chỉnh sửa danh bạ người dùng

source: Manage USSD codes
it: Gestisci codici USSD
ru: Управление USSD-кодами
vi: Quản lý mã USSD

source: Manage User USSD Codes
it: Gestisci codici USSD utente
ru: Управление пользовательскими USSD-кодами
vi: Quản lý mã USSD người dùng

source: Each line must have the following format: 'Code description;code'. For user convenience, the file is saved to the location <code>/etc/modem/ussdcodes/</code>.
it: Ogni riga deve avere il seguente formato: 'Descrizione codice;codice'. Per comodità dell'utente, il file viene salvato nella posizione <code>/etc/modem/ussdcodes/</code>.
ru: Каждая строка должна иметь следующий формат: 'Описание кода;код'. Для удобства пользователя файл сохраняется в <code>/etc/modem/ussdcodes/</code>.
vi: Mỗi dòng phải có định dạng sau: 'Mô tả mã;mã'. Để thuận tiện cho người dùng, tệp được lưu vào vị trí <code>/etc/modem/ussdcodes/</code>.

source: Each line must have the following format: 'AT command description;AT command'. For user convenience, the file is saved to the location <code>/etc/modem/atcmmds/</code>.
it: Ogni riga deve avere il seguente formato: 'Descrizione comando AT;comando AT'. Per comodità dell'utente, il file viene salvato nella posizione <code>/etc/modem/atcmmds/</code>.
ru: Каждая строка должна иметь следующий формат: 'Описание AT-команды;AT-команда'. Для удобства пользователя файл сохраняется в <code>/etc/modem/atcmmds/</code>.
vi: Mỗi dòng phải có định dạng sau: 'Mô tả lệnh AT;lệnh AT'. Để thuận tiện cho người dùng, tệp được lưu vào vị trí <code>/etc/modem/atcmmds/</code>.

source: Manage AT commands
it: Gestisci comandi AT
ru: Управление AT-командами
vi: Quản lý lệnh AT

source: Manage User AT Commands
it: Gestisci comandi AT utente
ru: Управление пользовательскими AT-командами
vi: Quản lý lệnh AT người dùng

source: -- Select file --
it: -- Seleziona file --
ru: -- Выберите файл --
vi: -- Chọn tệp --

source: Select file
it: Seleziona file
ru: Выбрать файл
vi: Chọn tập tin

source: New file name
it: Nuovo nome file
ru: Новое имя файла
vi: Tên tệp mới

source: Delete selected file
it: Elimina file selezionato
ru: Удалить выбранный файл
vi: Xóa tệp đã chọn

source: Select file with AT commands to load
it: Seleziona il file con i comandi AT da caricare
ru: Выберите файл с AT-командами для загрузки
vi: Chọn tệp chứa lệnh AT để tải

source: Error loading AT commands file:
it: Errore nel caricamento del file dei comandi AT:
ru: Ошибка загрузки файла AT-команд:
vi: Lỗi khi tải tệp lệnh AT:

source: No AT commands available
it: Nessun comando AT disponibile
ru: AT-команды недоступны
vi: Không có lệnh AT khả dụng

source: Error loading initial AT commands file:
it: Errore nel caricamento del file iniziale dei comandi AT:
ru: Ошибка загрузки исходного файла AT-команд:
vi: Lỗi khi tải tệp lệnh AT ban đầu:

source: Error loading USSD codes file:
it: Errore nel caricamento del file dei codici USSD:
ru: Ошибка загрузки файла USSD-кодов:
vi: Lỗi khi tải tệp mã USSD:

source: Error loading initial USSD file:
it: Errore nel caricamento del file USSD iniziale:
ru: Ошибка загрузки исходного файла USSD:
vi: Lỗi khi tải tệp USSD ban đầu:

source: Select file with USSD codes to load
it: Seleziona il file con i codici USSD da caricare
ru: Выберите файл с USSD-кодами для загрузки
vi: Chọn tệp chứa mã USSD để tải

source: No USSD codes available
it: Nessun codice USSD disponibile
ru: USSD-коды недоступны
vi: Không có mã USSD khả dụng

source: Show notification icon
it: Mostra icona di notifica
ru: Показывать значок уведомлений
vi: Hiển thị biểu tượng thông báo

source: Show the new message notification icon on the status overview page.
it: Mostra l’icona di notifica dei nuovi messaggi nella pagina di panoramica dello stato.
ru: Показывать значок уведомления о новом сообщении на странице обзора состояния.
vi: Hiển thị biểu tượng thông báo tin nhắn mới trên trang tổng quan trạng thái.

source: Loading...
it: Caricamento...
ru: Загрузка...
vi: Đang tải...

source: Modem
ru: Модем

source: Modems
it: Modem
ru: Модемы
vi: Các modem

source: Signal Quality
it: Qualità del segnale
ru: Качество сигнала
vi: Chất lượng tín hiệu

source: Align preview to:
it: Allinea anteprima a:
ru: Выровнять предпросмотр по:
vi: Căn chỉnh bản xem trước theo:

source: Left
it: Sinistra
ru: Слева
vi: Trái

source: Center
it: Centro
ru: По центру
vi: Giữa

source: Right
it: Destra
ru: Справа
vi: Phải

source: New message information block settings
it: Impostazioni del blocco informazioni sui nuovi messaggi
ru: Настройки блока информации о новых сообщениях
vi: Cài đặt khối thông tin tin nhắn mới

source: Alignment settings saved successfully
it: Impostazioni di allineamento salvate con successo
ru: Настройки выравнивания успешно сохранены
vi: Lưu cài đặt căn chỉnh thành công

source: SMS Info
it: Info SMS
ru: Информация SMS
vi: Thông tin SMS

source: New SMS
it: Nuovo SMS
ru: Новое SMS
vi: SMS mới

source: No new SMS
it: Nessun nuovo SMS
ru: Нет новых SMS
vi: Không có SMS mới

source: Deleting files
it: Eliminazione dei file
ru: Удаление файлов

source: Delete all files
it: Elimina tutti i file
ru: Удалить все файлы

source: Load .gz archive
it: Carica archivio .gz
ru: Загрузить архив .gz

source: Save .gz archive
it: Salva archivio .gz
ru: Сохранить архив .gz

source: Failed to extract archive
it: Impossibile estrarre l'archivio
ru: Не удалось распаковать архив

source: Archive extracted to
it: Archivio estratto in
ru: Архив распакован в

source: Upload error
it: Errore di caricamento
ru: Ошибка загрузки

source: Failed to create archive
it: Impossibile creare l'archivio
ru: Не удалось создать архив

source: Failed to read archive
it: Impossibile leggere l'archivio
ru: Не удалось прочитать архив

source: Are you sure you want to delete all files in the folder?
it: Sei sicuro di voler eliminare tutti i file nella cartella?
ru: Вы уверены, что хотите удалить все файлы в папке?

source: All files deleted successfully
it: Tutti i file sono stati eliminati correttamente
ru: Все файлы успешно удалены
